Repository: flutterwtf/Suggest-a-Feature
Catalog: lib/src/l10n/app_*.arb
Languages: ru

source: Suggestion
ru: Предложение

source: Suggest a feature
ru: Предложить фичу

source: Feature
ru: Фича

source: Bug
ru: Баг

source: Posted by:
ru: Опубликовал:

source: Upvote
ru: Проголосовать

source: Attached photos
ru: Прикрепленные фото

source: Labels
ru: Лейблы

source: Notify me
ru: Уведомить меня

# notificationDescription
source: When this suggestion is completed
ru: Когда это будет сделано

source: Save
ru: Сохранить

# edit
source: Edit suggestion
ru: Редактировать предложение

# delete
source: Delete suggestion
ru: Удалить предложение

# deletionQuestion
source: Are you sure you want to delete the suggestion?
ru: Вы действительно хотите удалить это предложение?

# deletionPhotoQuestion
source: Are you sure you want to delete this photo?
ru: Вы действительно хотите удалить это фото?

# title
source: Briefly describe your suggestion
ru: Кратко опишите ваше предложение

# description
source: Describe your suggestion in details
ru: Опишите ваше предложение более подробно

source: Post anonymously
ru: Опубликовать анонимно

source: Suggest
ru: Предложить

# anonymousAuthorName
source: Anonymous
ru: Аноним

source: Requests
ru: Предложения

# requestsHeader
source: Feature requests
ru: Актуальные предложения

# requestsDescription
source: Join other users
ru: Присоединяйтесь к сообществу

source: In Progress
ru: В разработке

# inProgressHeader
source: Features in development
ru: Предложения в разработке

# inProgressDescription
source: What will be added to the app soon
ru: Скоро появится в приложении

source: Completed
ru: Реализовано

# completedHeader
source: Implemented features
ru: Реализованные предложения

# completedDescription
source: What’s been already implemented
ru: Было реализовано в приложении

# savingImageError
source: Error: can’t save the photo
ru: Ошибка сохранения фото

# savingImageSuccess
source: The photo has been successfully saved
ru: Фото успешно сохранено

source: Add Photo
ru: Добавить Фото

source: Cancel
ru: Отмена

source: Done
ru: Готово

source: Yes, delete
ru: Да, удалить

# commentsTitle
source: Comments
ru: Комментарии

# newComment
source: New сomment
ru: Новый комментарий

# commentHint
source: Your comment…
ru: Ваш комментарий…

source: Publish
ru: Опубликовать
